tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/core"

brew "awscli"
brew "bat"
brew "bats-core"
brew "coreutils"
brew "cmake"
brew "croc"
brew "diff-so-fancy"
brew "difftastic"
brew "dockutil"
brew "eksctl"
brew "fasd"
brew "fd"
brew "fnm"
brew "gnu-sed"
brew "gnupg"
brew "goles/battery/battery"
brew "grep"
brew "grip"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "kind"
brew "lynx"
brew "mackup"
brew "nano"
brew "openssl"
brew "pre-commit"
brew "protobuf"
brew "pandoc"
brew "peco"
brew "psgrep"
brew "python"
brew "rust"
brew "shellcheck"
brew "sqlite"
brew "ssh-copy-id"
brew "stow"
brew "thefuck"
brew "the_silver_searcher"
brew "topgrade"
brew "tree"
brew "unar"
brew "webp"
brew "wget"
